Repository: meimodev/palakat
Catalog: packages/palakat_shared/lib/l10n/intl_*.arb
Languages: id

source: Loading billing...
id: Memuat tagihan...

# loading_financial
source: Loading financial data...
id: Memuat data keuangan...

# loading_church
source: Loading church information...
id: Memuat informasi gereja...

# loading_account
source: Loading account information...
id: Memuat informasi akun...

# loading_please_wait
source: Please wait...
id: Mohon tunggu...

# loading_saving
source: Saving...
id: Menyimpan...

# loading_deleting
source: Deleting...
id: Menghapus...

# error_loadingData
source: Failed to load data
id: Gagal memuat data

# error_loadingMembers
source: Failed to load members
id: Gagal memuat anggota

# error_loadingActivities
source: Failed to load activities
id: Gagal memuat kegiatan

# error_loadingRevenue
source: Failed to load revenue
id: Gagal memuat pendapatan

# error_loadingExpenses
source: Failed to load expenses
id: Gagal memuat pengeluaran

# error_loadingReports
source: Failed to load reports
id: Gagal memuat laporan

# error_loadingDocuments
source: Failed to load documents
id: Gagal memuat dokumen

# error_loadingApprovals
source: Failed to load approvals
id: Gagal memuat persetujuan

# error_loadingBilling
source: Failed to load billing
id: Gagal memuat tagihan

# error_loadingFinancial
source: Failed to load financial data
id: Gagal memuat data keuangan

# error_loadingChurch
source: Failed to load church information
id: Gagal memuat informasi gereja

# error_loadingAccount
source: Failed to load account information
id: Gagal memuat informasi akun

# error_connectionFailed
source: Connection failed. Please check your internet connection.
id: Koneksi gagal. Periksa koneksi internet Anda.

# error_timeout
source: Request timed out. Please try again.
id: Permintaan timeout. Silakan coba lagi.

# error_unexpectedError
source: An unexpected error occurred
id: Terjadi kesalahan yang tidak terduga

source: No data available
id: Tidak ada data tersedia

# noData_members
source: No members found
id: Tidak ada anggota ditemukan

# noData_activities
source: No activities found
id: Tidak ada kegiatan ditemukan

# noData_revenue
source: No revenue records found
id: Tidak ada catatan pendapatan ditemukan

# noData_expenses
source: No expense records found
id: Tidak ada catatan pengeluaran ditemukan

# noData_reports
source: No reports found
id: Tidak ada laporan ditemukan

# noData_documents
source: No documents found
id: Tidak ada dokumen ditemukan

# noData_approvals
source: No approval rules found
id: Tidak ada aturan persetujuan ditemukan

# noData_billing
source: No billing items found
id: Tidak ada item tagihan ditemukan

# noData_financial
source: No financial account numbers found
id: Tidak ada nomor akun keuangan ditemukan

# noData_church
source: No church information available
id: Tidak ada informasi gereja tersedia

# noData_results
source: No results found
id: Tidak ada hasil ditemukan

# noData_matchingCriteria
source: No data matches your search criteria
id: Tidak ada data yang sesuai dengan kriteria pencarian Anda

# noData_positions
source: No positions available
id: Tidak ada posisi tersedia

# noData_activityLink
source: Not linked to any activity
id: Tidak terhubung ke kegiatan apapun

# tooltip_refresh
source: Refresh
id: Segarkan

# tooltip_viewActivityDetails
source: View Activity Details
id: Lihat Detail Kegiatan

# tooltip_downloadReport
source: Download Report
id: Unduh Laporan

# tooltip_baptized
source: Baptized
id: Dibaptis

# tooltip_appLinked
source: App Linked
id: Aplikasi Terhubung

# footer_copyright
source: © {year} Palakat. All rights reserved.
id: Â© {year} Palakat. Semua hak dilindungi.

# time_justNow
source: Just now
id: Baru saja

# time_minutesAgo
source: {count, plural, =1{1 minute ago} other{{count} minutes ago}}
id: {count, plural, =1{1 menit yang lalu} other{{count} menit yang lalu}}

# time_hoursAgo
source: {count, plural, =1{1 hour ago} other{{count} hours ago}}
id: {count, plural, =1{1 jam yang lalu} other{{count} jam yang lalu}}

# time_daysAgo
source: {count, plural, =1{1 day ago} other{{count} days ago}}
id: {count, plural, =1{1 hari yang lalu} other{{count} hari yang lalu}}

# stat_changeFromLastMonth
source: +{change} from last month
id: +{change} dari bulan lalu

# stat_changePercentFromLastMonth
source: +{change}% from last month
id: +{change}% dari bulan lalu

# dashboard_recentActivitiesCount
source: {count} recent activities
id: {count} aktivitas terbaru

# dashboard_recentActivitiesEmpty
source: Recent transactions and member updates will be shown here.
id: Transaksi terbaru dan pembaruan anggota akan ditampilkan di sini.

# msg_reportQueued
source: Your report is being generated. You'll be notified when it's ready.
id: Laporan Anda sedang dibuat. Anda akan diberi tahu saat sudah siap.

# msg_reportQueuedShort
source: Report queued
id: Laporan dalam antrian

# msg_reportReady
source: Your report is ready for download!
id: Laporan Anda siap diunduh!

# msg_reportFailed
source: Report generation failed. Please try again.
id: Pembuatan laporan gagal. Silakan coba lagi.

# msg_tapToDownload
source: Tap to download
id: Ketuk untuk mengunduh

# lbl_pendingReports
source: Pending Reports
id: Laporan Tertunda

# lbl_reportJobs
source: Report Jobs
id: Daftar Laporan

# lbl_noActiveJobs
source: No active report jobs
id: Tidak ada laporan aktif

# lbl_estimatedTime
source: Estimated time: {time}
id: Perkiraan waktu: {time}

# jobStatus_pending
source: Queued
id: Dalam Antrian

# jobStatus_processing
source: Generating...
id: Sedang Dibuat...

# jobStatus_completed
source: Ready
id: Siap

# jobStatus_failed
source: Failed
id: Gagal

# notificationType_reportReady
source: Report Ready
id: Laporan Siap

# notificationType_reportFailed
source: Report Failed
id: Laporan Gagal
