Repository: meimodev/palakat
Catalog: packages/palakat_shared/lib/l10n/intl_*.arb
Languages: id

# dashboard_recentActivity
source: Recent Activity
id: Aktivitas Terbaru

# dashboard_overview
source: Overview
id: Ringkasan

# dashboard_statistics
source: Statistics
id: Statistik

# dashboard_membershipInvitation_title
source: Membership invitation
id: Undangan keanggotaan

# dashboard_membershipInvitation_snackbarApproved
source: Invitation approved
id: Undangan disetujui

# dashboard_membershipInvitation_snackbarRejected
source: Invitation rejected
id: Undangan ditolak

# msg_pressBackToExit
source: Press back again to exit
id: Tekan kembali untuk keluar

# memberCount
source: {count, plural, =0{No members} =1{1 member} other{{count} members}}
id: {count, plural, =0{Tidak ada anggota} =1{1 anggota} other{{count} anggota}}

# settings_title
source: Settings
id: Pengaturan

# settings_accountSettings
source: Account Settings
id: Pengaturan Akun

# settings_membershipSettings
source: Membership Settings
id: Pengaturan Keanggotaan

# membership_title
source: Membership
id: Keanggotaan

# membership_churchMembership_title
source: Church Membership
id: Keanggotaan Gereja

# membership_churchNotRegisteredInfo
source: If your church is not registered in our system, you won't be able to find it in the list below.
id: Jika gereja Anda belum terdaftar di sistem kami, Anda tidak akan dapat menemukannya di daftar di bawah ini.

# membership_notBaptized
source: Not baptized
id: Belum dibaptis

# membership_notSidi
source: Not SIDI
id: Belum SIDI

# membership_churchRequestAcceptedOn
source: Your church registration request for '{churchName}' was accepted on {date}. We'll notify you once it's processed.
id: Permohonan pendaftaran gereja Anda untuk '{churchName}' telah diterima pada {date}. Kami akan memberi tahu Anda setelah diproses.

# membership_churchRequestProcessing
source: Your church registration request for '{churchName}' is being processed.
id: Permohonan pendaftaran gereja Anda untuk '{churchName}' sedang diproses.

# membership_churchRequestCompleted
source: Thanks to you, '{churchName}' can now be selected from the list below.
id: Terima kasih, '{churchName}' sekarang dapat dipilih dari daftar di bawah ini.

# settings_noMembership
source: No membership available
id: Tidak ada keanggotaan tersedia

# settings_versionUnknown
source: Version unknown
id: Versi tidak diketahui

# settings_version
source: Version {version}
id: Versi {version}

# settings_versionWithBuild
source: Version {version} (Build {buildNumber})
id: Versi {version} (Build {buildNumber})

# card_overdueBills_title
source: Overdue Bills
id: Tagihan Terlambat

# card_overdueBills_subtitle
source: Bills that require urgent attention
id: Tagihan yang memerlukan perhatian segera

# card_paymentHistory_title
source: Payment History
id: Riwayat Pembayaran

# card_paymentHistory_subtitle
source: View all payment transactions and history.
id: Lihat semua transaksi dan riwayat pembayaran.

# card_billingItems_title
source: Billing Items
id: Item Tagihan

# card_billingItems_subtitle
source: Manage church billing and payment records.
id: Kelola tagihan dan catatan pembayaran gereja.

# card_billingItems_subtitleWithTotal
source: Manage church billing and payment records. Total items: {total}
id: Kelola tagihan dan catatan pembayaran gereja. Total item: {total}

# card_approvalRules_title
source: Approval Rules
id: Aturan Persetujuan

# card_approvalRules_subtitle
source: Configure approval routing rules and requirements
id: Konfigurasi aturan routing persetujuan dan persyaratan

# card_memberDirectory_title
source: Member Directory
id: Direktori Anggota

# card_memberDirectory_subtitle
source: A record of all church members.
id: Catatan semua anggota gereja.

# card_accountNumbers_title
source: Account Numbers
id: Nomor Akun

# card_accountNumbers_subtitle
source: List of all financial account numbers for your church.
id: Daftar semua nomor akun keuangan untuk gereja Anda.

# card_cashAccounts_title
source: Cash Accounts
id: Akun Tunai

# card_cashAccounts_subtitle
source: Manage cash accounts and view balances.
id: Kelola akun tunai dan lihat saldo.

# card_cashMutations_title
source: Cash Mutations
id: Mutasi Tunai

# card_cashMutations_subtitle
source: Track cash movements between accounts.
id: Lacak pergerakan tunai antar akun.

# card_basicInfo_title
source: Basic Information
id: Informasi Dasar

# card_basicInfo_subtitle
source: Church details and contact information
id: Detail gereja dan informasi kontak

# card_location_title
source: Location
id: Lokasi

# card_location_subtitle
source: Church address and geographical information
id: Alamat gereja dan informasi geografis

# card_columnManagement_title
source: Column Management
id: Manajemen Kolom

# card_columnManagement_subtitle
source: Manage church organizational columns
id: Kelola kolom organisasi gereja

# card_positionManagement_title
source: Position Management
id: Manajemen Jabatan

# card_positionManagement_subtitle
source: Manage church leadership positions
id: Kelola jabatan kepemimpinan gereja

# card_revenueRecords_title
source: Revenue Records
id: Catatan Pendapatan

# card_revenueRecords_subtitle
source: Track and manage church revenue.
id: Lacak dan kelola pendapatan gereja.

# card_revenueLog_title
source: Revenue Log
id: Log Pendapatan

# card_revenueLog_subtitle
source: A record of all logged revenue.
id: Catatan semua pendapatan yang tercatat.

# card_expenseRecords_title
source: Expense Records
id: Catatan Pengeluaran

# card_expenseRecords_subtitle
source: Track and manage church expenses.
id: Lacak dan kelola pengeluaran gereja.

# card_financeRecords_title
source: Finance Records
id: Catatan Keuangan

# card_financeRecords_subtitle
source: View all revenue and expense records.
id: Lihat semua catatan pendapatan dan pengeluaran.

# card_activityList_title
source: Activity List
id: Daftar Kegiatan

# card_activityList_subtitle
source: View all church activities and events.
id: Lihat semua kegiatan dan acara gereja.

# card_documentList_title
source: Documents
id: Dokumen

# card_documentList_subtitle
source: Manage church documents and files.
id: Kelola dokumen dan file gereja.

# card_reportList_title
source: Reports
id: Laporan

# card_reportList_subtitle
source: Generate and view church reports.
id: Buat dan lihat laporan gereja.

# card_reportHistory_title
source: Report History
id: Riwayat Laporan

# card_pendingJobs_title
source: Generating Reports
id: Laporan Dalam Proses

# card_paymentInfo_title
source: Payment Information
id: Informasi Pembayaran

# card_paymentInfo_subtitle
source: Details about payment methods and accounts
id: Detail tentang metode pembayaran dan akun

# card_recentActivity_title
source: Recent Activity
id: Aktivitas Terbaru

# card_recentActivity_subtitle
source: Latest church activities and events
id: Kegiatan dan acara gereja terbaru

# card_statistics_title
source: Statistics
id: Statistik

# card_statistics_subtitle
source: Church performance metrics and analytics
id: Metrik kinerja dan analitik gereja

# card_overview_title
source: Overview
id: Ringkasan

# card_overview_subtitle
source: Summary of key church information
id: Ringkasan informasi kunci gereja

# card_accountSettings_title
source: Account Settings
id: Pengaturan Akun

# card_accountSettings_subtitle
source: Manage your personal account preferences
id: Kelola preferensi akun pribadi Anda

# card_churchInfo_title
source: Church Information
id: Informasi Gereja

# card_churchInfo_subtitle
source: Basic church details and settings
id: Detail dasar gereja dan pengaturan

# card_financialSummary_title
source: Financial Summary
id: Ringkasan Keuangan

# card_financialSummary_subtitle
source: Overview of church financial status
id: Ringkasan status keuangan gereja

# card_accountInfo_title
source: Account Information
id: Informasi Akun

# card_accountInfo_subtitle
source: Manage your profile and personal information
id: Kelola profil dan informasi pribadi Anda

# card_securitySettings_title
source: Security Settings
id: Pengaturan Keamanan

# card_securitySettings_subtitle
source: Manage your account security
id: Kelola keamanan akun Anda

# card_languageSettings_title
source: Language Settings
id: Pengaturan Bahasa

# card_languageSettings_subtitle
source: Choose your preferred language
id: Pilih bahasa yang Anda inginkan

# card_accountActions_title
source: Account Actions
id: Tindakan Akun

# card_accountActions_subtitle
source: Manage your account session
id: Kelola sesi akun Anda

# drawer_addMember_title
source: Add Member
id: Tambah Anggota

# drawer_addMember_subtitle
source: Create a new member
id: Buat anggota baru

# drawer_editMember_title
source: Edit Member
id: Ubah Anggota

# drawer_editMember_subtitle
source: Update member information
id: Perbarui informasi anggota

# drawer_addApprovalRule_title
source: Add Approval Rule
id: Tambah Aturan Persetujuan

# drawer_addApprovalRule_subtitle
source: Create a new approval rule
id: Buat aturan persetujuan baru

# drawer_editApprovalRule_title
source: Edit Approval Rule
id: Ubah Aturan Persetujuan

# drawer_editApprovalRule_subtitle
source: Update approval rule information
id: Perbarui informasi aturan persetujuan

# drawer_activityDetails_title
source: Activity Details
id: Detail Kegiatan

# drawer_activityDetails_subtitle
source: View detailed information about this activity
id: Lihat informasi detail tentang kegiatan ini

# drawer_revenueDetails_title
source: Revenue Details
id: Detail Pendapatan

# drawer_revenueDetails_subtitle
source: View detailed information about this revenue entry
id: Lihat informasi detail tentang entri pendapatan ini

# drawer_expenseDetails_title
source: Expense Details
id: Detail Pengeluaran

# drawer_expenseDetails_subtitle
source: View detailed information about this expense entry
id: Lihat informasi detail tentang entri pengeluaran ini

# drawer_editChurchInfo_title
source: Edit Church Information
id: Ubah Informasi Gereja

# drawer_editChurchInfo_subtitle
source: Update your church details
id: Perbarui detail gereja Anda

# drawer_editLocation_title
source: Edit Location
id: Ubah Lokasi

# drawer_editLocation_subtitle
source: Update address and coordinates for your church
id: Perbarui alamat dan koordinat gereja Anda

# drawer_addColumn_title
source: Add Column
id: Tambah Kolom

# drawer_addColumn_subtitle
source: Create a new column
id: Buat kolom baru

# drawer_editColumn_title
source: Edit Column
id: Ubah Kolom

# drawer_editColumn_subtitle
source: Update column information
id: Perbarui informasi kolom

# drawer_addPosition_title
source: Add Position
id: Tambah Jabatan

# drawer_addPosition_subtitle
source: Create a new position
id: Buat jabatan baru

# drawer_editPosition_title
source: Edit Position
id: Ubah Jabatan

# drawer_editPosition_subtitle
source: Update position information
id: Perbarui informasi jabatan

# drawer_addAccountNumber_title
source: Add Account Number
id: Tambah Nomor Akun

# drawer_addAccountNumber_subtitle
source: Create a new financial account number
id: Buat nomor akun keuangan baru

# drawer_editAccountNumber_title
source: Edit Account Number
id: Ubah Nomor Akun

# drawer_editAccountNumber_subtitle
source: Update the account number details
id: Perbarui detail nomor akun

# drawer_generateReport_title
source: Generate Report
id: Buat Laporan

# drawer_generateReport_subtitle
source: Configure the newly generate report
id: Konfigurasi laporan yang baru dibuat

# drawer_editDocumentId_title
source: Edit Document Identity Number
id: Ubah Nomor Identitas Dokumen

# drawer_editDocumentId_subtitle
source: Update the template used for new documents
id: Perbarui template yang digunakan untuk dokumen baru

# drawer_paymentHistory_title
source: Payment History
id: Riwayat Pembayaran

# drawer_paymentHistory_subtitle
source: Complete payment transaction history
id: Riwayat transaksi pembayaran lengkap

# drawer_billingDetails_title
source: Billing Details
id: Detail Tagihan

# drawer_editAccountInfo_title
source: Edit Account Information
id: Ubah Informasi Akun

# drawer_editAccountInfo_subtitle
source: Update your profile details
id: Perbarui detail profil Anda

# drawer_changePassword_title
source: Change Password
id: Ubah Kata Sandi

# drawer_changePassword_subtitle
source: Keep your account secure with a strong password
id: Jaga keamanan akun Anda dengan kata sandi yang kuat

# lbl_ruleId
source: Rule ID
id: ID Aturan

# lbl_ruleName
source: Rule Name
id: Nama Aturan

# lbl_ruleDescription
source: Description (Optional)
id: Deskripsi (Opsional)

# lbl_activityType
source: Activity Type (Optional)
id: Jenis Kegiatan (Opsional)

# lbl_financialType
source: Financial Type (Optional)
id: Jenis Keuangan (Opsional)

# lbl_financialAccountNumber
source: Financial Account Number *
id: Nomor Akun Keuangan *

# lbl_positions
source: Positions
id: Jabatan

# lbl_memberId
source: Member ID
id: ID Anggota

# lbl_maritalStatus
source: Marital Status
id: Status Pernikahan

# maritalStatus_single
source: Single
id: Lajang

# maritalStatus_married
source: Married
id: Menikah

# lbl_gender
source: Gender
id: Jenis Kelamin

# gender_male
source: Male
id: Laki-laki

# gender_female
source: Female
id: Perempuan

# account_personalInformation_title
source: Personal Information
id: Informasi Pribadi

# account_phoneLabel_locked
source: Phone number (cannot be changed)
id: Nomor telepon (tidak dapat diubah)

# account_phoneLabel_active
source: Active phone to receive authentication message
id: Nomor telepon aktif untuk menerima pesan autentikasi

# account_fullNameLabel
source: Name without degree for your church membership
id: Nama tanpa gelar untuk keanggotaan gereja

# account_emailLabel_optional
source: Optional email for notifications and communication
id: Email opsional untuk notifikasi dan komunikasi

# account_bipraHint
source: Used to determine your BIPRA membership
id: Digunakan untuk menentukan keanggotaan BIPRA

# account_claim_title
source: Claim Account
id: Klaim Akun

# account_claimedSubtitle_locked
source: Account is claimed and cannot be unclaimed
id: Akun sudah diklaim dan tidak dapat dibatalkan

# account_claimedSubtitle_unlocked
source: Claimed account can only be modified by the owner, not the church
id: Akun yang diklaim hanya dapat diubah oleh pemilik, bukan gereja

# account_claimConfirm_title
source: Claim Account?
id: Klaim Akun?

# account_claimConfirm_message
source: Once the account is claimed, it cannot be unclaimed. Proceed?
id: Setelah akun diklaim, tidak dapat dibatalkan. Lanjutkan?

# auth_cancelRegistration_title
source: Cancel Registration?
id: Batalkan Pendaftaran?

# auth_cancelRegistration_message
source: Your registration progress will be lost. Are you sure you want to go back?
id: Progres pendaftaran Anda akan hilang. Yakin ingin kembali?

# btn_stay
source: Stay
id: Tetap

# btn_goBack
source: Go Back
id: Kembali

# lbl_dateOfBirth
source: Date of Birth
id: Tanggal Lahir

# lbl_churchName
source: Church Name
id: Nama Gereja

# lbl_churchAddress
source: Church Address
id: Alamat Gereja

# lbl_contactPerson
source: Contact Person
id: Narahubung

# lbl_phoneNumberOptional
source: Phone Number (Optional)
id: Nomor Telepon (Opsional)

# lbl_emailOptional
source: Email (Optional)
id: Email (Opsional)

# lbl_descriptionOptional
source: Description (Optional)
id: Deskripsi (Opsional)

# lbl_latitude
source: Latitude
id: Lintang

# lbl_longitude
source: Longitude
id: Bujur

# lbl_accountNumber
source: Account Number
id: Nomor Akun

# lbl_type
source: Type
id: Jenis

# lbl_columnId
source: Column ID
id: ID Kolom

# lbl_columnName
source: Column Name
id: Nama Kolom

# lbl_positionId
source: Position ID
id: ID Jabatan

# lbl_positionName
source: Position Name
id: Nama Jabatan

# lbl_reportType
source: Report Type
id: Jenis Laporan

# lbl_dateRange
source: Date Range
id: Rentang Tanggal

# lbl_allTime
source: All Time
id: Sepanjang Waktu

# lbl_revenueId
source: Revenue ID
id: ID Pendapatan

# lbl_expenseId
source: Expense ID
id: ID Pengeluaran

# lbl_activityId
source: Activity ID
id: ID Kegiatan

# lbl_title
source: Title
id: Judul

# lbl_activityDateTime
source: Activity Date & Time
id: Tanggal & Waktu Kegiatan

# lbl_note
source: Note
id: Catatan

# lbl_activity
source: Activity
id: Kegiatan

# lbl_approveOn
source: Approve On
id: Disetujui Pada

# lbl_requestedAt
source: Requested At
id: Diminta Pada

# lbl_createdAt
source: Created At
id: Dibuat Pada

# lbl_updatedAt
source: Updated At
id: Diperbarui Pada

# lbl_method
source: Method
id: Metode

# lbl_transactionId
source: Transaction ID
id: ID Transaksi

# lbl_notes
source: Notes
id: Catatan

# lbl_paidDate
source: Paid Date
id: Tanggal Bayar

# lbl_payments
source: Payments
id: Pembayaran

# lbl_bill
source: Bill
id: Tagihan

# lbl_optional
source: (Optional)
id: (Opsional)

# lbl_active
source: Active
id: Aktif

# lbl_baptized
source: Baptized
id: Dibaptis

# lbl_noFilters
source: No filters
id: Tidak ada filter

# desc_ruleActive
source: This rule is currently active
id: Aturan ini sedang aktif

# desc_ruleInactive
source: This rule is inactive and will not be enforced
id: Aturan ini tidak aktif dan tidak akan diterapkan

# desc_activityTypeFilter
source: When set, this rule only applies to activities of the selected type.
id: Jika diatur, aturan ini hanya berlaku untuk aktivitas dengan jenis yang dipilih.

# desc_financialFilter
source: When set, this rule only applies to activities with matching financial data.
id: Jika diatur, aturan ini hanya berlaku untuk aktivitas dengan data keuangan yang sesuai.

# lbl_adminUser
source: Admin User
id: Pengguna Admin

# lbl_fullName
source: Full Name
id: Nama Lengkap

# lbl_position
source: Position
id: Jabatan

# lbl_currentPassword
source: Current Password
id: Kata Sandi Saat Ini

# lbl_newPassword
source: New Password
id: Kata Sandi Baru

# lbl_confirmNewPassword
source: Confirm New Password
id: Konfirmasi Kata Sandi Baru

# lbl_changePassword
source: Change Password
id: Ubah Kata Sandi

# lbl_changePasswordDesc
source: Update your password regularly for security
id: Perbarui kata sandi Anda secara berkala untuk keamanan

# lbl_signOutDesc
source: Sign out from your current session
id: Keluar dari sesi Anda saat ini

# section_basicInformation
source: Basic Information
id: Informasi Dasar

# section_ruleInformation
source: Rule Information
id: Informasi Aturan

# section_activityTypeFilter
source: Activity Type Filter
id: Filter Jenis Kegiatan

# section_financialFilter
source: Financial Filter
id: Filter Keuangan

# section_requiredApprovers
source: Required Approvers
id: Penyetuju Wajib

# section_activityInformation
source: Activity Information
id: Informasi Kegiatan

# section_approval
source: Approval
id: Persetujuan

# section_approvalStatus
source: Approval Status
id: Status Persetujuan

# section_personInCharge
source: Person In Charge
id: Penanggung Jawab

# section_schedule
source: Schedule
id: Jadwal

# section_financialRecord
source: Financial Record
id: Catatan Keuangan

# section_announcementDetails
source: Announcement Details
id: Detail Pengumuman

# section_timestamps
source: Timestamps
id: Waktu

# section_locationDetails
source: Location Details
id: Detail Lokasi

# section_reportDetails
source: Report Details
id: Detail Laporan

# section_paymentInformation
source: Payment Information
id: Informasi Pembayaran

# section_positionInformation
source: Position Information
id: Informasi Jabatan

# section_memberInThisPosition
source: Member in this Position
id: Anggota dalam Jabatan Ini

# section_registeredMembers
source: Registered Members ({count})
id: Anggota Terdaftar ({count})

# publish_basicInfoSubtitle
source: Title and target audience
id: Judul dan target audiens

# publish_hintEnterActivityTitle
source: Enter activity title
id: Masukkan judul kegiatan

# publish_targetAudienceBipra
source: Target Audience (BIPRA)
id: Target Audiens (BIPRA)

# publish_selectTargetGroup
source: Select target group
id: Pilih kelompok target

# publish_targetGroup
source: Target Group
id: Kelompok Target

# publish_publishToColumnOnly_title
source: Publish to my column only
id: Publikasikan hanya ke kolom saya

# publish_publishToColumnOnly_subtitle
source: Only members in your column will see this activity
id: Hanya anggota di kolom Anda yang akan melihat kegiatan ini

# publish_publishToColumnOnly_subtitleNoColumn
source: You are not assigned to a column
id: Anda belum terdaftar di kolom

# lbl_general
source: General
id: Umum

# btn_clear
source: Clear
id: Hapus

# publish_locationSubtitle
source: Where will this take place?
id: Di mana kegiatan ini berlangsung?

# publish_hintLocationExample
source: e.g., Church Hall, Host Name
id: contoh: Aula Gereja, Nama Tuan Rumah

# publish_lblLocationName
source: Location Name
id: Nama Lokasi

# publish_pinOnMapOptional
source: Pin on Map (optional)
id: Pin di Peta (opsional)

# publish_tapToSelectLocationOptional
source: Tap to select location on map (optional)
id: Ketuk untuk memilih lokasi di peta (opsional)

# publish_locationSelected
source: Location Selected
id: Lokasi Dipilih

# publish_scheduleSubtitle
source: When will this happen?
id: Kapan kegiatan ini berlangsung?

# publish_hintAdditionalNotes
source: Any other details attendees should know
id: Detail lain yang perlu diketahui peserta

# publish_eventSchedule
source: Event Schedule
id: Jadwal Kegiatan

# publish_reminderSubtitle
source: When to notify attendees
id: Kapan memberi notifikasi ke peserta

# publish_announcementDetailsSubtitle
source: Content and attachments
id: Konten dan lampiran

# publish_hintAnnouncement
source: Write your announcement here...
id: Tulis pengumuman Anda di sini...

# publish_uploadFile
source: Upload File
id: Unggah File

# publish_fillAllRequiredFields
source: Please fill all required fields
id: Silakan isi semua kolom yang wajib

# publish_financialRecordSubtitle
source: Optional: Attach revenue or expense
id: Opsional: Lampirkan pendapatan atau pengeluaran

# publish_addFinancialRecord
source: Add Financial Record
id: Tambah Catatan Keuangan

# publish_removeFinancialRecordTitle
source: Remove Financial Record?
id: Hapus Catatan Keuangan?

# publish_removeFinancialRecordContent
source: Are you sure you want to remove this financial record? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus catatan keuangan ini? Tindakan ini tidak dapat dibatalkan.

# publish_publishedByYou
source: Published By You
id: Dipublikasikan oleh Anda

# publish_noPublishedActivities
source: No published activities
id: Tidak ada kegiatan yang dipublikasikan

# publish_noPublishedActivitiesSubtitle
source: Start publishing activities to see them here
id: Mulai publikasikan kegiatan untuk melihatnya di sini

# publish_publishedNotice
source: Published activities can only be managed on mobile app by the corresponding supervisor.
id: Kegiatan yang sudah dipublikasikan hanya dapat dikelola di aplikasi mobile oleh penanggung jawab terkait.

# churchRequest_title
source: Request Church Registration
id: Ajukan Pendaftaran Gereja

# churchRequest_status_onReview
source: On Review
id: Dalam Tinjauan

# churchRequest_status_onProgress
source: On Progress
id: Sedang Diproses

# churchRequest_statusMessage_onReview
source: Your request is under review and will be processed soon.
id: Permintaan Anda sedang ditinjau dan akan segera diproses.

# churchRequest_statusMessage_onProgress
source: Your request is being processed.
id: Permintaan Anda sedang diproses.

# churchRequest_statusMessage_completed
source: Your church has been registered! You can now select it when editing membership data.
id: Gereja Anda telah terdaftar! Anda sekarang dapat memilihnya saat mengubah data keanggotaan.
