Repository: meimodev/palakat
Catalog: packages/palakat_shared/lib/l10n/intl_*.arb
Languages: id

# nav_dashboard
source: Dashboard
id: Beranda

# nav_members
source: Members
id: Anggota

# nav_activity
source: Activity
id: Kegiatan

# nav_finance
source: Finance
id: Keuangan

# nav_report
source: Report
id: Laporan

# nav_church
source: Church
id: Gereja

# nav_document
source: Document
id: Dokumen

# nav_approval
source: Approval
id: Persetujuan

# nav_financial
source: Financial
id: Keuangan

# nav_billing
source: Billing
id: Tagihan

# nav_account
source: Account
id: Akun

# nav_section_report
source: Report
id: Laporan

# nav_section_administration
source: Administration
id: Administrasi

# nav_home
source: Home
id: Beranda

# nav_songs
source: Songs
id: Lagu

# nav_articles
source: Articles
id: Artikel

# songBook_title
source: Song Book
id: Buku Lagu

# songBook_categoriesTitle
source: Song Categories
id: Kategori Lagu

# songBook_searchHint
source: Search song title or number
id: Cari judul atau nomor lagu

# songBook_emptyTitle
source: No songs found
id: Tidak ada lagu ditemukan

# songBook_emptySubtitle
source: Try searching with different keywords
id: Coba cari dengan kata kunci lain

# songBook_downloadRequiredTitle
source: Download required
id: Perlu unduh data

# songBook_downloadRequiredSubtitle
source: To use Song Book, you need to download the song database first. This will be saved on your device for offline use.
id: Untuk menggunakan Buku Lagu, Anda perlu mengunduh database lagu terlebih dahulu. Data ini akan disimpan di perangkat Anda untuk penggunaan offline.

# songBook_downloadRequiredButton
source: Download song database
id: Unduh database lagu

# articles_title
source: Articles
id: Artikel

# article_titleFallback
source: Article
id: Artikel

# article_likesCount
source: {count, plural, =0{0 likes} =1{1 like} other{{count} likes}}
id: {count, plural, =0{0 suka} =1{1 suka} other{{count} suka}}

# articleType_preachingMaterial
source: Preaching Material
id: Bahan Khotbah

# articleType_gameInstruction
source: Game Instruction
id: Petunjuk Permainan

# map_selectLocationTitle
source: Select Location
id: Pilih Lokasi

# map_confirmLocation
source: Confirm Location
id: Konfirmasi Lokasi

# map_locationAccessError
source: Unable to access location. Please check location permissions.
id: Tidak dapat mengakses lokasi. Periksa izin lokasi.

# songDetail_errorLoadingSong
source: Error loading song
id: Gagal memuat lagu

# supervisedActivities_title
source: Supervised Activities
id: Kegiatan yang Diawasi

# supervisedActivities_subtitle
source: Activities you are responsible for
id: Kegiatan yang Anda tanggung jawabkan

# filter_activityType_label
source: Activity Type
id: Jenis Kegiatan

# filter_activityType_hint
source: Select activity type
id: Pilih jenis kegiatan

# filter_activityType_allTitle
source: All types
id: Semua jenis

# filter_activityType_allSubtitle
source: Showing all activity types
id: Menampilkan semua jenis kegiatan

# filter_activityType_allSheetSubtitle
source: Show all activity types
id: Tampilkan semua jenis kegiatan

# activityType_service_desc
source: Church services and worship
id: Ibadah dan kebaktian

# activityType_event_desc
source: Events and gatherings
id: Acara dan pertemuan

# activityType_announcement_desc
source: Announcements and notices
id: Pengumuman dan informasi

source: Filters applied
id: Filter diterapkan

# btn_clearAll
source: Clear all
id: Hapus semua

# btn_clearFilters
source: Clear filters
id: Hapus filter

# supervisedActivities_emptyFilteredTitle
source: No activities match your filters
id: Tidak ada kegiatan yang sesuai dengan filter Anda

# supervisedActivities_emptyFilteredSubtitle
source: Try adjusting your filters to see more results
id: Coba sesuaikan filter Anda untuk melihat lebih banyak hasil

# supervisedActivities_emptyTitle
source: No supervised activities
id: Tidak ada kegiatan yang diawasi

# supervisedActivities_emptySubtitle
source: Activities you supervise will appear here
id: Kegiatan yang Anda awasi akan muncul di sini

# notificationSettings_title
source: Notification Settings
id: Pengaturan Notifikasi

# notificationSettings_permissionStatus_title
source: Permission Status
id: Status Izin

# notificationSettings_permissionEnabled
source: Enabled
id: Aktif

# notificationSettings_permissionDisabled
source: Disabled
id: Nonaktif

# notificationSettings_permissionEnabledDesc
source: You will receive notifications for activities, approvals, and announcements.
id: Anda akan menerima notifikasi untuk kegiatan, persetujuan, dan pengumuman.

# notificationSettings_permissionDisabledDesc
source: Enable notifications to stay updated on activities, approvals, and important announcements.
id: Aktifkan notifikasi untuk tetap mendapatkan pembaruan tentang kegiatan, persetujuan, dan pengumuman penting.

# notificationSettings_enableNotifications
source: Enable Notifications
id: Aktifkan Notifikasi

# notificationPermission_rationale_title
source: Stay Updated
id: Tetap Terhubung

# notificationPermission_rationale_benefit_activities
source: Get notified about new activities and events
id: Dapatkan notifikasi tentang kegiatan dan acara baru

# notificationPermission_rationale_benefit_approvals
source: Receive approval requests that need your attention
id: Terima permintaan persetujuan yang memerlukan perhatian Anda

# notificationPermission_rationale_benefit_announcements
source: Don't miss important church announcements
id: Jangan lewatkan pengumuman penting gereja

# notificationPermission_btn_notNow
source: Not Now
id: Nanti Saja

# notificationPermission_consequence_title
source: You'll Miss Out On
id: Anda Akan Melewatkan

# notificationPermission_consequence_item_activities
source: Activity notifications and event updates
id: Notifikasi kegiatan dan pembaruan acara

# notificationPermission_consequence_item_approvals
source: Approval requests that need your action
id: Permintaan persetujuan yang memerlukan tindakan Anda

# notificationPermission_consequence_item_announcements
source: Important church announcements and updates
id: Pengumuman penting gereja dan pembaruan

# notificationPermission_btn_enableInSettings
source: Enable in Settings
id: Aktifkan di Pengaturan

# notificationPermission_btn_continueWithoutNotifications
source: Continue Without Notifications
id: Lanjut Tanpa Notifikasi

# notificationSettings_errorLoadingPermissionStatus
source: Error loading permission status
id: Gagal memuat status izin

# notificationSettings_errorLoadingSettings
source: Error loading settings: {error}
id: Gagal memuat pengaturan: {error}

# notificationSettings_preferences_title
source: Notification Preferences
id: Preferensi Notifikasi

# notificationSettings_preferences_subtitle
source: Choose which types of notifications you want to receive
id: Pilih jenis notifikasi yang ingin Anda terima

# notificationSettings_channel_activityUpdates_title
source: Activity Updates
id: Pembaruan Kegiatan

# notificationSettings_channel_activityUpdates_subtitle
source: Notifications about church activities and events
id: Notifikasi tentang kegiatan dan acara gereja

# notificationSettings_channel_approvalRequests_title
source: Approval Requests
id: Permintaan Persetujuan

# notificationSettings_channel_approvalRequests_subtitle
source: Notifications requiring your approval
id: Notifikasi yang memerlukan persetujuan Anda

# notificationSettings_channel_generalAnnouncements_title
source: General Announcements
id: Pengumuman Umum

# notificationSettings_channel_generalAnnouncements_subtitle
source: General church announcements and updates
id: Pengumuman dan pembaruan gereja

# notificationSettings_channel_birthdayNotifications_title
source: Birthday Notifications
id: Notifikasi Ulang Tahun

# notificationSettings_channel_birthdayNotifications_subtitle
source: Notifications about member birthdays
id: Notifikasi tentang ulang tahun anggota

# notificationSettings_soundVibration_title
source: Sound & Vibration
id: Suara & Getaran

# notificationSettings_sound_title
source: Sound
id: Suara

# notificationSettings_sound_subtitle
source: Play sound when notifications arrive
id: Putar suara saat notifikasi masuk

# notificationSettings_vibration_title
source: Vibration
id: Getaran

# notificationSettings_vibration_subtitle
source: Vibrate when notifications arrive
id: Bergetar saat notifikasi masuk

# operations_title
source: Operations
id: Operasi

# operations_noPositionsSubtitle
source: You don't have any operational positions yet
id: Anda belum memiliki posisi operasional

# operationsCategory_publishing
source: Publishing
id: Publikasi

# operationsCategory_financial
source: Financial
id: Keuangan

# operationsCategory_reports
source: Reports
id: Laporan

# operationsCategory_membership
source: Membership
id: Keanggotaan

# operationsItem_publish_service_title
source: Publish Service
id: Publikasikan Ibadah

# operationsItem_publish_service_desc
source: Create and publish church service activities
id: Buat dan publikasikan kegiatan ibadah gereja

# operationsItem_publish_event_title
source: Publish Event
id: Publikasikan Acara

# operationsItem_publish_event_desc
source: Create and publish church events
id: Buat dan publikasikan acara gereja

# operationsItem_publish_announcement_title
source: Publish Announcement
id: Publikasikan Pengumuman

# operationsItem_publish_announcement_desc
source: Create and publish announcements
id: Buat dan publikasikan pengumuman

# operationsItem_add_income_title
source: Add Revenue
id: Tambah Pendapatan

# operationsItem_add_income_desc
source: Record church income and offerings
id: Catat pendapatan gereja dan persembahan

# operationsItem_add_expense_title
source: Add Expense
id: Tambah Pengeluaran

# operationsItem_add_expense_desc
source: Record church expenses
id: Catat pengeluaran gereja

# operationsItem_generate_report_title
source: Generate Report
id: Buat Laporan

# operationsItem_generate_report_desc
source: Create activity and financial reports
id: Buat laporan kegiatan dan keuangan

# operationsItem_view_members_title
source: View Members
id: Lihat Anggota

# operationsItem_view_members_desc
source: View current church members and their details
id: Lihat anggota gereja saat ini dan detailnya

# operationsItem_invite_member_title
source: Invite Member
id: Undang Anggota

# operationsItem_invite_member_desc
source: Send invitation to add new members to the church
id: Kirim undangan untuk menambahkan anggota baru ke gereja

# operations_noOperationsAvailable
source: No operations available
id: Tidak ada operasi tersedia

# approval_title
source: Approvals
id: Persetujuan

# approval_filterAll
source: All
id: Semua

# approval_filterMyAction
source: My Action
id: Tindakan Saya

# approval_filterByDate
source: Filter by date
id: Filter berdasarkan tanggal

# approval_noMoreApprovals
source: No more approvals
id: Tidak ada persetujuan lagi

# approval_sectionPendingYourAction
source: Pending Your Action
id: Menunggu Tindakan Anda

# approval_sectionPendingOthers
source: Pending Others
id: Menunggu Tindakan Lain

# approval_allCaughtUpTitle
source: All caught up!
id: Semua selesai!

# approval_allCaughtUpSubtitle
source: No pending approvals requiring your action
id: Tidak ada persetujuan yang menunggu tindakan Anda

# approval_pendingReviewCount
source: {count, plural, =1{1 approval waiting for your review} other{{count} approvals waiting for your review}}
id: {count, plural, =1{1 persetujuan menunggu tinjauan Anda} other{{count} persetujuan menunggu tinjauan Anda}}

# approval_emptyTitle
source: No approvals found
id: Tidak ada persetujuan

# approval_emptySubtitle
source: Try adjusting your filters
id: Coba sesuaikan filter Anda

# approval_errorTitle
source: Something went wrong
id: Terjadi kesalahan

# approval_confirmApproveTitle
source: Approve Activity?
id: Setujui Kegiatan?

# approval_confirmRejectTitle
source: Reject Activity?
id: Tolak Kegiatan?

# approval_confirmApproveDescription
source: Are you sure you want to approve this activity? This action cannot be undone.
id: Apakah Anda yakin ingin menyetujui kegiatan ini? Tindakan ini tidak dapat dibatalkan.

# approval_confirmRejectDescription
source: Are you sure you want to reject this activity? This action cannot be undone.
id: Apakah Anda yakin ingin menolak kegiatan ini? Tindakan ini tidak dapat dibatalkan.

# approvalDetail_title
source: Approval Details
id: Detail Persetujuan

# approvalDetail_notFound
source: Approval not found. It may have been removed or is unavailable.
id: Persetujuan tidak ditemukan. Mungkin sudah dihapus atau tidak tersedia.

# approvalDetail_waitingOthers
source: Waiting on other approver to either accept or reject this approval
id: Menunggu approver lain untuk menyetujui atau menolak persetujuan ini

# approvalDetail_activitySummary_title
source: Activity Summary
id: Ringkasan Kegiatan

# approvalDetail_financialData_title
source: Financial Data
id: Data Keuangan

# approvalDetail_viewOnMapTooltip
source: View on Map
id: Lihat di Peta

# approvalDetail_viewActivityDetails_title
source: View Activity Details
id: Lihat Detail Kegiatan

# approvalDetail_viewActivityDetails_subtitle
source: See full activity information
id: Lihat informasi kegiatan secara lengkap

# approvalDetail_accountDescription_label
source: Account Description
id: Deskripsi Akun

# lbl_coordinates
source: Coordinates
id: Koordinat

# activityType_service
source: Service
id: Ibadah

# activityType_event
source: Event
id: Kegiatan

# activityType_announcement
source: Announcement
id: Pengumuman

# approval_snackbarApproved
source: Approved: {activityTitle}
id: Disetujui: {activityTitle}

# approval_snackbarRejected
source: Rejected: {activityTitle}
id: Ditolak: {activityTitle}

# admin_billing_title
source: Billing Management
id: Manajemen Tagihan

# admin_billing_subtitle
source: Manage church billing, payments, and view payment history.
id: Kelola tagihan gereja, pembayaran, dan lihat riwayat pembayaran.

# admin_approval_title
source: Approvals
id: Persetujuan

# admin_account_title
source: Account
id: Akun

# admin_account_subtitle
source: Manage your account information and settings
id: Kelola informasi akun dan pengaturan Anda

# admin_activity_title
source: Activity
id: Kegiatan

# admin_activity_subtitle
source: Monitor and manage all church activity.
id: Pantau dan kelola semua kegiatan gereja.

# admin_revenue_title
source: Revenue
id: Pendapatan

# admin_revenue_subtitle
source: Track and manage all revenue sources.
id: Lacak dan kelola semua sumber pendapatan.

# admin_member_title
source: Member
id: Anggota

# admin_financial_title
source: Financial Account Numbers
id: Nomor Akun Keuangan

# admin_financial_subtitle
source: Manage financial account numbers for your church.
id: Kelola nomor akun keuangan untuk gereja Anda.

# admin_documentSettings_title
source: Document Settings
id: Pengaturan Dokumen

# admin_documentSettings_subtitle
source: Manage document identity numbers and view recent approvals.
id: Kelola nomor identitas dokumen dan lihat persetujuan terbaru.

# admin_documentIdentityNumber_title
source: Document Identity Number
id: Nomor Identitas Dokumen

# admin_documentIdentityNumber_subtitle
source: Current template used for new documents.
id: Template saat ini yang digunakan untuk dokumen baru.

# admin_documentDirectory_title
source: Document Directory
id: Direktori Dokumen

# admin_documentDirectory_subtitle
source: A record of all approved church documents.
id: Catatan semua dokumen gereja yang telah disetujui.

# admin_church_title
source: Church Profile
id: Profil Gereja

# admin_church_subtitle
source: Manage your church's public information and columns.
id: Kelola informasi publik dan kolom gereja Anda.

# btn_continue
source: Continue
id: Lanjutkan

# btn_cancel
source: Cancel
id: Batal

# btn_save
source: Save
id: Simpan

# btn_delete
source: Delete
id: Hapus

# btn_retry
source: Retry
id: Coba Lagi

# btn_signIn
source: Sign In
id: Masuk

# btn_signOut
source: Sign Out
id: Keluar

# btn_signOutConfirm
source: Sign Out?
id: Keluar?

# btn_signOutMessage
source: Are you sure you want to sign out? You will need to sign in again to access your account.
id: Apakah Anda yakin ingin keluar? Anda perlu masuk kembali untuk mengakses akun Anda.

# btn_resendCode
source: Resend Code
id: Kirim Ulang Kode

# btn_submit
source: Submit
id: Kirim

# btn_edit
source: Edit
id: Ubah

# btn_add
source: Add
id: Tambah

# btn_close
source: Close
id: Tutup

# btn_confirm
source: Confirm
id: Konfirmasi

# btn_back
source: Back
id: Kembali

# btn_addAccountNumber
source: Add Account Number
id: Tambah Nomor Akun

# btn_generateReport
source: Generate Report
id: Buat Laporan

# btn_recordPayment
source: Record Payment
id: Catat Pembayaran

# btn_exportReceipt
source: Export Receipt
id: Ekspor Kwitansi

# btn_approve
source: Approve
id: Setujui

# btn_reject
source: Reject
id: Tolak

# btn_export
source: Export
id: Ekspor

# btn_remove
source: Remove
id: Hapus

# btn_create
source: Create
id: Buat

# btn_update
source: Update
id: Perbarui

# btn_addRule
source: Add Rule
id: Tambah Aturan

# btn_viewAll
source: View All
id: Lihat Semua

# btn_saveChanges
source: Save Changes
id: Simpan Perubahan

# btn_updatePassword
source: Update Password
id: Perbarui Kata Sandi

# lbl_phone
source: Phone Number
id: Nomor Telepon

# lbl_password
source: Password
id: Kata Sandi

# lbl_language
source: Language
id: Bahasa

# lbl_name
source: Name
id: Nama

# lbl_notSpecified
source: Not specified
id: Tidak ditentukan

# lbl_locationPosition
source: Position
id: Posisi

# lbl_address
source: Address
id: Alamat

# lbl_city
source: City
id: Kota

# lbl_state
source: State
id: Provinsi

# lbl_zipCode
source: Zip Code
id: Kode Pos

# lbl_date
source: Date
id: Tanggal

# lbl_time
source: Time
id: Waktu

# lbl_generationType
source: Generation Type
id: Jenis Pembuatan

# lbl_scope
source: Scope
id: Cakupan

# lbl_deviceId
source: Device ID
id: ID Perangkat

# lbl_description
source: Description
id: Deskripsi

# lbl_amount
source: Amount
id: Jumlah

# lbl_currency
source: Currency
id: Mata Uang

# lbl_openingBalance
source: Opening Balance
id: Saldo Awal

# lbl_balance
source: Balance
id: Saldo

# lbl_from
source: From
id: Dari

# lbl_to
source: To
id: Ke

# lbl_search
source: Search
id: Cari

# lbl_selectChurch
source: Select Church
id: Pilih Gereja

# lbl_selectColumn
source: Select Column
id: Pilih Kolom

# lbl_searchChurches
source: Search churches...
id: Cari gereja...

# lbl_searchColumns
source: Search columns...
id: Cari kolom...

# lbl_noChurchesFound
source: No churches found
id: Tidak ada gereja ditemukan

# lbl_noColumnsFound
source: No columns found
id: Tidak ada kolom ditemukan

# lbl_selectChurchFirst
source: Please select a church first
id: Silakan pilih gereja terlebih dahulu

# lbl_selectAccount
source: Select {type} Account
id: Pilih Akun {type}

# lbl_searchAccountNumber
source: Search account number or description...
id: Cari nomor akun atau deskripsi...

# lbl_noResultsFor
source: No results found for "{query}"
id: Tidak ada hasil untuk "{query}"

# lbl_noAccountNumbers
source: No account numbers available
id: Tidak ada nomor akun tersedia

# lbl_churchNotAvailable
source: Church information not available
id: Informasi gereja tidak tersedia

# lbl_unknown
source: Unknown
id: Tidak diketahui

# lbl_you
source: You
id: Anda

# lbl_reminder
source: Reminder
id: Pengingat

# lbl_targetAudience
source: Target Audience
id: Target Audiens

# timePeriod_morning
source: Morning
id: Pagi

# timePeriod_afternoon
source: Afternoon
id: Siang

# timePeriod_evening
source: Evening
id: Malam

# reminder_tenMinutes
source: 10 minutes before
id: 10 menit sebelumnya

# reminder_thirtyMinutes
source: 30 minutes before
id: 30 menit sebelumnya

# reminder_oneHour
source: 1 hour before
id: 1 jam sebelumnya

# reminder_twoHour
source: 2 hours before
id: 2 jam sebelumnya

# status_approved
source: Approved
id: Disetujui

# status_pending
source: Pending
id: Menunggu

# status_rejected
source: Rejected
id: Ditolak

# status_draft
source: Draft
id: Draf

# status_completed
source: Completed
id: Selesai

# status_cancelled
source: Cancelled
id: Dibatalkan

# status_active
source: Active
id: Aktif

# status_inactive
source: Inactive
id: Tidak Aktif

# status_unconfirmed
source: Unconfirmed
id: Belum Dikonfirmasi

# err_networkError
source: Network error. Please check your connection.
id: Kesalahan jaringan. Periksa koneksi Anda.

# err_serverError
source: Server error. Please try again later.
id: Kesalahan server. Coba lagi nanti.

# err_unauthorized
source: Your session has expired. Please sign in again.
id: Sesi Anda telah berakhir. Silakan masuk kembali.

# err_invalidCredentials
source: Invalid email/phone or password.
id: Email/telepon atau kata sandi salah.

# err_requiredField
source: This field is required.
id: Kolom ini wajib diisi.

# err_invalidEmail
source: Invalid email format.
id: Format email tidak valid.

# err_invalidPhone
source: Invalid phone number format.
id: Format nomor telepon tidak valid.

# err_somethingWentWrong
source: Something went wrong. Please try again.
id: Terjadi kesalahan. Silakan coba lagi.

# err_noData
source: No data available.
id: Tidak ada data.

# err_loadFailed
source: Failed to load data.
id: Gagal memuat data.

# err_badRequest
source: Bad request
id: Permintaan tidak valid

# err_forbidden
source: Forbidden
id: Akses ditolak

# err_notFound
source: Not found
id: Tidak ditemukan

# err_conflict
source: Conflict
id: Konflik data

# err_validationError
source: Validation error
id: Kesalahan validasi

# err_error
source: Error
id: Kesalahan

# err_accountLocked
source: Your account is temporarily locked. Please wait 5 minutes and try again.
id: Akun Anda terkunci sementara. Silakan tunggu 5 menit dan coba lagi.

# err_statusWithCode
source: {code} • {label}
id: {code} â€¢ {label}

# auth_welcomeBack
source: Welcome Back
id: Selamat Datang Kembali

# auth_signInSubtitle
source: Sign in to your admin account
id: Masuk ke akun admin Anda

# auth_verifyOtp
source: Verify OTP
id: Verifikasi OTP

# auth_enterCode
source: Enter the verification code sent to
id: Masukkan kode verifikasi yang dikirim ke

# auth_verificationSuccessful
source: Verification Successful
id: Verifikasi Berhasil

# auth_enterPhoneNumber
source: Enter Phone Number
id: Masukkan Nomor Telepon

# auth_phoneHint
source: Example: 08123456789
id: Contoh: 08123456789

# auth_otpSent
source: OTP code has been sent
id: Kode OTP telah dikirim

# auth_resendIn
source: Resend in {seconds} seconds
id: Kirim ulang dalam {seconds} detik

# dashboard_title
source: Dashboard
id: Beranda

# dashboard_recent_memberRegistered_title
source: New Member Registered
id: Anggota Baru Terdaftar

# dashboard_recent_memberRegistered_desc
source: John Doe joined the congregation
id: John Doe bergabung dengan jemaat

# dashboard_recent_donationReceived_title
source: Donation Received
id: Donasi Diterima

# dashboard_recent_donationReceived_desc
source: Tithes and offerings collected
id: Persepuluhan dan persembahan terkumpul

# dashboard_recent_eventApproved_title
source: Event Approved
id: Kegiatan Disetujui

# dashboard_recent_eventApproved_desc
source: Youth Fellowship meeting scheduled
id: Pertemuan Persekutuan Pemuda dijadwalkan

# dashboard_recent_expenseRecorded_title
source: Expense Recorded
id: Pengeluaran Dicatat

# dashboard_recent_expenseRecorded_desc
source: Utility bills payment
id: Pembayaran tagihan utilitas

# dashboard_subtitle
source: Summary of your church activities.
id: Ringkasan kegiatan gereja Anda.

# dashboard_totalMembers
source: Total Members
id: Total Anggota

# dashboard_totalRevenue
source: Total Revenue
id: Total Pendapatan

# dashboard_totalExpense
source: Total Expense
id: Total Pengeluaran

# dashboard_membersChange
source: Members this month
id: Anggota bulan ini
