Repository: meimodev/palakat
Catalog: packages/palakat_shared/lib/l10n/intl_*.arb
Languages: id

# churchRequest_description
source: Fill in the details below to request registration for your church. We'll review and add it to our system.
id: Isi detail di bawah ini untuk mengajukan pendaftaran gereja Anda. Kami akan meninjau dan menambahkannya ke sistem.

# churchRequest_requesterInformation
source: Requester Information
id: Informasi Pemohon

# churchRequest_churchInformation
source: Church Information
id: Informasi Gereja

# churchRequest_hintEnterContactPersonName
source: Enter contact person name
id: Masukkan nama narahubung

# churchRequest_submitting
source: Submitting...
id: Mengirim...

# churchRequest_submitRequest
source: Submit Request
id: Kirim Permintaan

# churchRequest_fixErrorsBeforeSubmitting
source: Please fix the errors above before submitting
id: Silakan perbaiki kesalahan di atas sebelum mengirim

# churchRequest_fillAllRequiredFieldsCorrectly
source: Please fill in all required fields correctly
id: Silakan isi semua kolom wajib dengan benar

# churchRequest_submittedSuccessfully
source: Church registration request submitted successfully!
id: Permohonan pendaftaran gereja berhasil dikirim!

# churchRequest_validation_completeAddress
source: Please enter a complete address
id: Silakan masukkan alamat lengkap

# churchRequest_validation_phoneMinDigits
source: Phone number must be at least {min} digits
id: Nomor telepon minimal {min} digit

# churchRequest_validation_phoneMaxDigits
source: Phone number must not exceed {max} digits
id: Nomor telepon maksimal {max} digit

# churchRequest_validation_phoneMustStartWithZero
source: Phone number must start with 0
id: Nomor telepon harus diawali 0

# churchRequest_errorWithDetail
source: Error: {error}
id: Kesalahan: {error}

# hint_enterChurchName
source: Enter church name
id: Masukkan nama gereja

# hint_enterPhoneNumber
source: Enter phone number
id: Masukkan nomor telepon

# hint_enterEmailAddress
source: Enter email address
id: Masukkan alamat email

# hint_describeYourChurch
source: Describe your church (visible to members)
id: Deskripsikan gereja Anda (terlihat oleh anggota)

# hint_enterChurchAddress
source: Enter church address
id: Masukkan alamat gereja

# hint_latitudeExample
source: e.g. -6.1754
id: contoh: -6.1754

# hint_longitudeExample
source: e.g. 106.8272
id: contoh: 106.8272

# hint_enterAccountNumber
source: Enter account number
id: Masukkan nomor akun

# hint_selectActivity
source: Select an activity
id: Pilih kegiatan

# hint_enterDescription
source: Enter description
id: Masukkan deskripsi

# hint_enterColumnName
source: Enter column name
id: Masukkan nama kolom

# hint_enterPositionName
source: Enter position name
id: Masukkan nama jabatan

# hint_enterMemberName
source: Enter member name
id: Masukkan nama anggota

# hint_enterFullName
source: Enter your full name
id: Masukkan nama lengkap Anda

# hint_enterYourPhoneNumber
source: Enter your phone number
id: Masukkan nomor telepon Anda

# hint_enterYourPosition
source: Enter your position
id: Masukkan jabatan Anda

# hint_enterCurrentPassword
source: Enter current password
id: Masukkan kata sandi saat ini

# hint_enterNewPassword
source: Enter new password
id: Masukkan kata sandi baru

# hint_reEnterNewPassword
source: Re-enter new password
id: Masukkan ulang kata sandi baru

# hint_documentIdExample
source: e.g., DOC-2024-001
id: contoh: DOC-2024-001

# hint_approvalRuleExample
source: e.g. Financial Transactions
id: contoh: Transaksi Keuangan

# hint_describeApprovalRule
source: Describe when this approval is required
id: Deskripsikan kapan persetujuan ini diperlukan

# hint_allActivityTypes
source: All activity types
id: Semua jenis kegiatan

# hint_noFinancialFilter
source: No financial filter
id: Tanpa filter keuangan

# hint_selectPositionsToApprove
source: Select positions to approve...
id: Pilih jabatan untuk menyetujui...

# hint_signInCredentials
source: e.g. name@company.com or 1234-5678-9012
id: contoh: nama@perusahaan.com atau 1234-5678-9012

# hint_searchApprovalRules
source: Search approval rules...
id: Cari aturan persetujuan...

# hint_searchBillingItems
source: Search billing items...
id: Cari item tagihan...

# hint_searchByAccountNumber
source: Search by account number, activity title...
id: Cari berdasarkan nomor akun, judul kegiatan...

# hint_searchByReportName
source: Search by report name...
id: Cari berdasarkan nama laporan...

# hint_searchNameColumnPosition
source: Search name / column / position ...
id: Cari nama / kolom / jabatan ...

# hint_searchByTitleDescription
source: Search by title, description, or supervisor name ...
id: Cari berdasarkan judul, deskripsi, atau nama supervisor ...

# hint_searchAccountNumberDescription
source: Search by account number or description...
id: Cari nomor akun atau deskripsi...

# dlg_selectPosition_title
source: Select Position
id: Pilih Jabatan

# hint_searchPositions
source: Search by position name
id: Cari berdasarkan nama jabatan

# dlg_deleteRule_title
source: Delete Rule
id: Hapus Aturan

# dlg_deleteRule_content
source: Are you sure you want to delete this approval rule?
id: Apakah Anda yakin ingin menghapus aturan persetujuan ini?

# dlg_deleteMember_title
source: Delete Member
id: Hapus Anggota

# dlg_deleteMember_content
source: Are you sure you want to delete this member? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus anggota ini? Tindakan ini tidak dapat dibatalkan.

# dlg_deletePosition_title
source: Delete Position
id: Hapus Jabatan

# dlg_deletePosition_content
source: Are you sure you want to delete this position? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus jabatan ini? Tindakan ini tidak dapat dibatalkan.

# dlg_deleteColumn_title
source: Delete Column
id: Hapus Kolom

# dlg_deleteColumn_content
source: Are you sure you want to delete this column? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus kolom ini? Tindakan ini tidak dapat dibatalkan.

# dlg_signOut_title
source: Sign Out
id: Keluar

# dlg_signOut_content
source: Are you sure you want to sign out?
id: Apakah Anda yakin ingin keluar?

# dlg_recordPayment_title
source: Record Payment
id: Catat Pembayaran

# dlg_selectFinanceType_title
source: Select Finance Type
id: Pilih Jenis Keuangan

# dlg_confirmAction_title
source: Confirm Action
id: Konfirmasi Tindakan

# dlg_confirmDelete_title
source: Confirm Delete
id: Konfirmasi Hapus

# tbl_billId
source: Bill ID
id: ID Tagihan

# tbl_description
source: Description
id: Deskripsi

# tbl_amount
source: Amount
id: Jumlah

# tbl_dueDate
source: Due Date
id: Tanggal Jatuh Tempo

# tbl_paymentId
source: Payment ID
id: ID Pembayaran

# tbl_accountId
source: Account ID
id: ID Akun

# tbl_method
source: Method
id: Metode

# tbl_date
source: Date
id: Tanggal

# tbl_accountNumber
source: Account Number
id: Nomor Akun

# tbl_activity
source: Activity
id: Kegiatan

# tbl_requestDate
source: Request Date
id: Tanggal Permintaan

# tbl_approvalDate
source: Approval Date
id: Tanggal Persetujuan

# tbl_paymentMethod
source: Payment Method
id: Metode Pembayaran

# tbl_title
source: Title
id: Judul

# tbl_type
source: Type
id: Jenis

# tbl_currency
source: Currency
id: Mata Uang

# tbl_openingBalance
source: Opening Balance
id: Saldo Awal

# tbl_balance
source: Balance
id: Saldo

# tbl_from
source: From
id: Dari

# tbl_to
source: To
id: Ke

# tbl_approval
source: Approval
id: Persetujuan

# tbl_approvers
source: Approvers
id: Penyetuju

# tbl_name
source: Name
id: Nama

# tbl_phone
source: Phone
id: Telepon

# tbl_birth
source: Birth
id: Lahir

# tbl_positions
source: Positions
id: Jabatan

# tbl_ruleName
source: Rule Name
id: Nama Aturan

# tbl_filters
source: Filters
id: Filter

# tbl_documentName
source: Document Name
id: Nama Dokumen

# tbl_createdDate
source: Created Date
id: Tanggal Dibuat

# tbl_reportName
source: Report Name
id: Nama Laporan

# tbl_by
source: By
id: Oleh

# tbl_on
source: On
id: Pada

# opt_system
source: System
id: Sistem

# financeType_revenue
source: Revenue
id: Pendapatan

# financeType_expense
source: Expense
id: Pengeluaran

# inventoryCondition_good
source: Good
id: Baik

# inventoryCondition_used
source: Used
id: Bekas

# inventoryCondition_new
source: New
id: Baru

# paymentMethod_cash
source: Cash
id: Tunai

# paymentMethod_cashless
source: Cashless
id: Non-tunai

# paymentMethod_cash_desc
source: Physical currency
id: Uang tunai

# paymentMethod_cashless_desc
source: Digital payment
id: Pembayaran digital

# lbl_selected
source: Selected
id: Dipilih

# billingType_subscription
source: Subscription
id: Langganan

# billingType_oneTime
source: One-time
id: Sekali Bayar

# billingType_recurring
source: Recurring
id: Berulang

# billingStatus_pending
source: Pending
id: Menunggu

# billingStatus_paid
source: Paid
id: Lunas

# billingStatus_overdue
source: Overdue
id: Terlambat

# billingStatus_cancelled
source: Cancelled
id: Dibatalkan

# billingStatus_refunded
source: Refunded
id: Dikembalikan

# reportType_incomingDocument
source: Document
id: Dokumen

# reportTitle_incomingDocument
source: Document Report
id: Laporan Dokumen

# reportDesc_incomingDocument
source: Generate a report for documents received.
id: Buat laporan untuk dokumen yang diterima.

# reportType_outcomingDocument
source: Outgoing Document
id: Dokumen Keluar

# reportTitle_outcomingDocument
source: Outgoing Document Report
id: Laporan Dokumen Keluar

# reportDesc_outcomingDocument
source: Generate a report for documents sent.
id: Buat laporan untuk dokumen yang dikirim.

# reportType_congregation
source: Congregation
id: Jemaat

# reportTitle_congregation
source: Congregation Report
id: Laporan Jemaat

# reportDesc_congregation
source: Generate a report on the congregation.
id: Buat laporan mengenai jemaat.

# reportType_services
source: Services
id: Ibadah

# reportTitle_services
source: Services Report
id: Laporan Ibadah

# reportDesc_services
source: Generate a report of all services.
id: Buat laporan untuk semua ibadah.

# reportType_activity
source: Activity
id: Kegiatan

# reportTitle_activity
source: Activity Report
id: Laporan Kegiatan

# reportDesc_activity
source: Generate a report for all activities.
id: Buat laporan untuk semua kegiatan.

# reportType_financial
source: Financial
id: Keuangan

# reportTitle_financial
source: Financial Report
id: Laporan Keuangan

# reportDesc_financial
source: Generate a financial report.
id: Buat laporan keuangan.

# lbl_financialSubtype
source: Financial Variant
id: Varian Keuangan

# financialSubtype_revenue
source: Revenue
id: Pendapatan

# financialSubtype_expense
source: Expense
id: Pengeluaran

# financialSubtype_mutation
source: Mutation
id: Mutasi

# lbl_documentInput
source: Document Variant
id: Varian Dokumen

# documentInput_income
source: Incoming
id: Masuk

# documentInput_outcome
source: Outgoing
id: Keluar

# lbl_congregationSubtype
source: Congregation Variant
id: Varian Jemaat

# tbl_linkedApprovalRule
source: Linked Approval Rule
id: Aturan Persetujuan Terkait

# filter_allStatus
source: All Status
id: Semua Status

# filter_allActivityTypes
source: All activity types
id: Semua jenis kegiatan

# filter_noFinancialFilter
source: No financial filter
id: Tanpa filter keuangan

# filter_paymentMethod
source: Payment Method
id: Metode Pembayaran

# filter_type
source: Type
id: Tipe

# filter_items
source: Items
id: Item

# filter_allPositions
source: All Positions
id: Semua Jabatan

# filter_allWithLabel
source: All {label}
id: Semua {label}

# tooltip_clearSearch
source: Clear search
id: Hapus pencarian

# msg_tryDifferentSearchTerm
source: Try a different search term
id: Coba kata kunci pencarian lain

# pagination_showingRows
source: Showing {showing} of {total} rows
id: Menampilkan {showing} dari {total} baris

# pagination_rowsPerPage
source: Rows per page
id: Baris per halaman

# pagination_page
source: Page
id: Halaman

# pagination_ofPageCount
source: of {pageCount}
id: dari {pageCount}

# pagination_previous
source: Previous
id: Sebelumnya

# pagination_next
source: Next
id: Berikutnya

# dateRangeFilter_quickRangesTooltip
source: Quick ranges
id: Rentang cepat

# dateRangeFilter_thisWeek
source: This week
id: Minggu ini

# dateRangeFilter_lastWeek
source: Last week
id: Minggu lalu

# dateRangeFilter_thisMonth
source: This month
id: Bulan ini

# dateRangeFilter_lastMonth
source: Last month
id: Bulan lalu

# dateRangeFilter_clearTooltip
source: Clear date range
id: Hapus rentang tanggal

# dateRangePreset_allTime
source: All Time
id: Sepanjang Waktu

# dateRangePreset_today
source: Today
id: Hari Ini

# dateRangePreset_thisWeek
source: This Week
id: Minggu Ini

# dateRangePreset_thisMonth
source: This Month
id: Bulan Ini

# dateRangePreset_lastWeek
source: Last Week
id: Minggu Lalu

# dateRangePreset_lastMonth
source: Last Month
id: Bulan Lalu

# dateRangePreset_custom
source: Custom Range
id: Rentang Kustom

# msg_saved
source: Saved successfully
id: Berhasil disimpan

# msg_created
source: Created successfully
id: Berhasil dibuat

# msg_updated
source: Updated successfully
id: Berhasil diperbarui

# msg_deleted
source: Deleted successfully
id: Berhasil dihapus

# msg_approvalRuleCreated
source: Approval rule created successfully
id: Aturan persetujuan berhasil dibuat

# msg_approvalRuleUpdated
source: Approval rule updated successfully
id: Aturan persetujuan berhasil diperbarui

# msg_approvalRuleDeleted
source: Approval rule deleted successfully
id: Aturan persetujuan berhasil dihapus

# msg_recordedPayment
source: Payment recorded successfully
id: Pembayaran berhasil dicatat

# msg_templateUpdated
source: Template updated successfully
id: Template berhasil diperbarui

# msg_documentTemplateWarning
source: Changing the identity number template may cause certain numbers to be skipped.
id: Mengubah template nomor identitas dapat menyebabkan beberapa nomor terlewati.

# msg_reportGenerated
source: Report generated successfully
id: Laporan berhasil dibuat

# msg_signedOut
source: Signed out successfully
id: Berhasil keluar

# msg_passwordChanged
source: Password changed successfully
id: Kata sandi berhasil diubah

# msg_accountUpdated
source: Account information updated successfully
id: Informasi akun berhasil diperbarui

# msg_activityNotFound
source: Activity not found
id: Kegiatan tidak ditemukan

# msg_noApproversAssigned
source: No approvers assigned
id: Tidak ada penyetuju yang ditetapkan

# btn_viewAllPaymentsWithCount
source: View All {count} payments
id: Lihat Semua {count} pembayaran

# lbl_memberWithId
source: #{membershipId} • {name}
id: #{membershipId} â€¢ {name}

# msg_publishedActivitiesManagedOnMobile
source: Published activities can only be managed in the mobile app by the assigned person in charge.
id: Kegiatan yang sudah dipublikasikan hanya dapat dikelola di aplikasi mobile oleh penanggung jawab terkait.

# msg_activityApproved
source: Activity approved successfully
id: Kegiatan berhasil disetujui

# msg_activityRejected
source: Activity rejected successfully
id: Kegiatan berhasil ditolak

# msg_generatedOn
source: Generated on {date}
id: Dibuat pada {date}

# msg_noGenerationDate
source: No generation date
id: Tidak ada tanggal pembuatan

# msg_exportComingSoon
source: Export functionality coming soon
id: Fitur ekspor akan segera hadir

# msg_downloadReportToViewDetails
source: To view the full report details, please download the file.
id: Untuk melihat detail laporan lengkap, silakan unduh file.

# msg_willBeRemindedAt
source: Will be reminded at {reminderDate}
id: Akan diingatkan pada {reminderDate}

# msg_approverCount
source: {count} approver(s)
id: {count} penyetuju

# msg_opening
source: Opening...
id: Membuka...

# msg_openingReport
source: Opening {reportName}...
id: Membuka {reportName}...

# msg_cannotOpenReportFile
source: Cannot open the report file.
id: Tidak dapat membuka file laporan.

# msg_reportGenerationMayTakeAWhile
source: Generating report might take a while, depending on the data requested.
id: Pembuatan laporan mungkin membutuhkan waktu, tergantung data yang diminta.

# msg_saveFailed
source: Failed to save
id: Gagal menyimpan

# msg_createFailed
source: Failed to create
id: Gagal membuat

# msg_updateFailed
source: Failed to update
id: Gagal memperbarui

# msg_deleteFailed
source: Failed to delete
id: Gagal menghapus

# msg_createApprovalRuleFailed
source: Failed to create approval rule
id: Gagal membuat aturan persetujuan

# msg_updateApprovalRuleFailed
source: Failed to update approval rule
id: Gagal memperbarui aturan persetujuan

# msg_deleteApprovalRuleFailed
source: Failed to delete approval rule
id: Gagal menghapus aturan persetujuan

# msg_recordPaymentFailed
source: Failed to record payment
id: Gagal mencatat pembayaran

# msg_generateReportFailed
source: Failed to generate report
id: Gagal membuat laporan

# msg_invalidPassword
source: Password must be at least 6 characters
id: Kata sandi harus minimal 6 karakter

# msg_passwordMismatch
source: Passwords do not match
id: Kata sandi tidak cocok

# msg_invalidUrl
source: Invalid URL provided
id: URL tidak valid

# msg_operationFailed
source: Operation failed
id: Operasi gagal

# msg_serverError
source: Server Error
id: Kesalahan Server

# msg_badRequest
source: Bad Request
id: Permintaan Tidak Valid

# msg_unauthorized
source: Unauthorized
id: Tidak Diotorisasi

# msg_forbidden
source: Forbidden
id: Akses Ditolak

# msg_notFound
source: Not Found
id: Tidak Ditemukan

# msg_conflict
source: Conflict
id: Konflik

# msg_validationError
source: Validation Error
id: Kesalahan Validasi

# msg_tooManyRequests
source: Too Many Requests
id: Terlalu Banyak Permintaan

# msg_error
source: Error
id: Kesalahan

# msg_checkInput
source: Check your input
id: Periksa masukan Anda

# msg_signInAgain
source: Please sign in again
id: Silakan masuk kembali

# unauthorized_signInRequired_title
source: Sign in required
id: Perlu masuk

# unauthorized_signInRequired_message
source: This feature is available for signed-in users. Please sign in to continue.
id: Fitur ini hanya tersedia untuk pengguna yang sudah masuk. Silakan masuk untuk melanjutkan.

# msg_insufficientPermissions
source: Insufficient permissions
id: Izin tidak mencukupi

# msg_resourceNotFound
source: Resource not found
id: Sumber daya tidak ditemukan

# msg_stateConflict
source: State conflict
id: Konflik status

# msg_validationFailed
source: Validation failed
id: Validasi gagal

# msg_slowDown
source: Slow down
id: Perlambat

# msg_tryAgainLater
source: Please try again later
id: Silakan coba lagi nanti

# validation_required
source: This field is required
id: Kolom ini wajib diisi

# validation_passwordRequired
source: Please enter your password
id: Silakan masukkan kata sandi Anda

# validation_requiredField
source: This field is required
id: Kolom ini wajib diisi

# validation_invalidEmail
source: Please enter a valid email address
id: Silakan masukkan alamat email yang valid

# validation_invalidPhone
source: Please enter a valid phone number
id: Silakan masukkan nomor telepon yang valid

# validation_invalidUrl
source: Please enter a valid URL
id: Silakan masukkan URL yang valid

# validation_invalidNumber
source: Please enter a valid number
id: Silakan masukkan angka yang valid

# validation_accountsMustBeDifferent
source: Accounts must be different
id: Akun harus berbeda

# validation_invalidDate
source: Please enter a valid date
id: Silakan masukkan tanggal yang valid

# validation_minLength
source: Must be at least {min} characters
id: Harus minimal {min} karakter

# validation_maxLength
source: Must be no more than {max} characters
id: Maksimal {max} karakter

# validation_passwordTooShort
source: Password must be at least 6 characters
id: Kata sandi harus minimal 6 karakter

# validation_passwordTooWeak
source: Password must contain at least one uppercase letter, one lowercase letter, and one number
id: Kata sandi harus mengandung minimal satu huruf besar, satu huruf kecil, dan satu angka

# validation_passwordMismatch
source: Passwords do not match
id: Kata sandi tidak cocok

# validation_confirmPassword
source: Please confirm your password
id: Silakan konfirmasi kata sandi Anda

# validation_currentPasswordRequired
source: Current password is required
id: Kata sandi saat ini diperlukan

# validation_newPasswordRequired
source: New password is required
id: Kata sandi baru diperlukan

# validation_invalidAmount
source: Please enter a valid amount
id: Silakan masukkan jumlah yang valid

# validation_amountTooLow
source: Amount must be greater than 0
id: Jumlah harus lebih besar dari 0

# validation_amountTooHigh
source: Amount exceeds maximum limit
id: Jumlah melebihi batas maksimum

# validation_invalidAccountNumber
source: Please enter a valid account number
id: Silakan masukkan nomor akun yang valid

# validation_accountNumberExists
source: This account number already exists
id: Nomor akun ini sudah ada

# validation_nameRequired
source: Name is required
id: Nama diperlukan

# validation_titleRequired
source: Title is required
id: Judul diperlukan

# validation_descriptionRequired
source: Description is required
id: Deskripsi diperlukan

# validation_addressRequired
source: Address is required
id: Alamat diperlukan

# validation_phoneRequired
source: Phone number is required
id: Nomor telepon diperlukan

# validation_emailRequired
source: Email address is required
id: Alamat email diperlukan

# validation_dateRequired
source: Date is required
id: Tanggal diperlukan

# validation_timeRequired
source: Time is required
id: Waktu diperlukan

# validation_selectionRequired
source: Please make a selection
id: Silakan buat pilihan

# validation_churchRequired
source: Please select a church
id: Silakan pilih gereja

# validation_columnRequired
source: Please select a column
id: Silakan pilih kolom

# validation_positionRequired
source: Please select a position
id: Silakan pilih jabatan

# validation_activityTypeRequired
source: Please select an activity type
id: Silakan pilih jenis kegiatan

# validation_financialTypeRequired
source: Please select a financial type
id: Silakan pilih jenis keuangan

# validation_approverRequired
source: At least one approver is required
id: Minimal satu penyetuju diperlukan

# validation_ruleNameRequired
source: Rule name is required
id: Nama aturan diperlukan

# validation_positionsRequired
source: At least one position must be selected
id: Minimal satu posisi harus dipilih

# validation_financialAccountRequired
source: Financial account number is required when financial type is selected
id: Nomor akun keuangan diperlukan ketika jenis keuangan dipilih

# validation_duplicateEntry
source: This entry already exists
id: Entri ini sudah ada

# validation_invalidFormat
source: Invalid format
id: Format tidak valid

# validation_futureDate
source: Date must be in the future
id: Tanggal harus di masa depan

# validation_pastDate
source: Date must be in the past
id: Tanggal harus di masa lalu

# validation_invalidRange
source: Invalid date range
id: Rentang tanggal tidak valid

# validation_startDateAfterEnd
source: Start date must be before end date
id: Tanggal mulai harus sebelum tanggal akhir

# validation_coordinatesRequired
source: Coordinates are required
id: Koordinat diperlukan

# validation_invalidLatitude
source: Latitude must be between -90 and 90
id: Lintang harus antara -90 dan 90

# validation_invalidLongitude
source: Longitude must be between -180 and 180
id: Bujur harus antara -180 dan 180

source: Loading data...
id: Memuat data...

source: Loading members...
id: Memuat anggota...

source: Loading activities...
id: Memuat kegiatan...

source: Loading revenue...
id: Memuat pendapatan...

source: Loading expenses...
id: Memuat pengeluaran...

source: Loading reports...
id: Memuat laporan...

source: Loading documents...
id: Memuat dokumen...

source: Loading approvals...
id: Memuat persetujuan...
